<?php

return [

    'closingCaseReasons' => [
        '1' => 'تقديم كافة الخدمات المتاحة للطفل',
        '2' => 'الإنتقال إلى مكان آخر خارج نطاق المشروع',
        '3' => 'السفر خارج البلاد/التوطين',
        '4' => "إحالة الحالة لجهة أُخْرَى",
        '5' => 'رفض أُسَرة الطفل إستكمال خطة إدارة الحالة',
        '6' => 'وفاة الطفل',
        '7' => 'إختفاء الطفل لأكثر من 6 شهور',
        '8' => 'تسليم الطفل للأهل',
        '9' => 'أُخْرَى',
    ],

    'closingCaseForm' => [
        '1' => 'اغلقت الحالة ولا تحتاج إلى متابعة',
        '2' => 'اغلقت الحالة وتحتاج إلى متابعة بعد مرور',
    ],

    'handingChildParents' => [
        '1' => 'إفراج',
        '2' => 'براءة',
        '3' => 'إخلاء سبيل',
        '4' => 'إختبار قضائى',
        '5' => 'تسليم لولى الأمر',
    ],

];

// config('data.closingCaseReasons')